"USSD_ERROR" = "שגיאה בעת ביצוע הפקודה";
"USSD_TERMINATED" = "החיבור הופסק";

"%@ Call Forwarding\n%@\n%@%@" = "%@ הפניית שיחות\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ שיחה ממתינה\n%@";
"%@ Call Barring\n%@\n%@" = "%@ חסימת שיחות\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ חיוג ליעדים קבועים\n%@";
"Connected Line Presentation\n%@" = "הצגת הצד המתחבר\n%@";
"Calling Line Presentation\n%@" = "הצגת הצד המתקשר\n%@";
"Connected Line ID Restriction\n%@" = "הגבלת זיהוי הצד המתחבר\n%@";
"Calling Line ID Restriction\n%@" = "הגבלת זיהוי הצד המתקשר\n%@";
"SIM Lock\n%@" = "נעילת SIM\n%@";
"Service Center Address\n%@" = "כתובת מרכז השירות\n%@";
"Supplementary Service Password\n%@" = "סיסמת שירות משלימה\n%@";
"Calling Name Presentation\n%@" = "הצגת שם המתקשר\n%@";

"Forwards to %@\n" = "מפנה ל-%@\n";

"All Calls" = "כל השיחות";
"All Conditional Calls" = "כל השיחות המותנות";
"Async Data Circuit" = "מעגל נתונים אסינכרוני";
"Data" = "נתונים";
"Fax" = "פקס";
"Packet Access" = "גישה למנות";
"Pad Access" = "גישה לפנקס";
"SMS" = "הודעת טקסט";
"Sync Data Circuit" = "מעגל נתונים סינכרוני";
"Voice" = "קולי";

"All Outgoing" = "כל השיחות היוצאות";
"All Incoming" = "כל השיחות הנכנסות";
"Outgoing International" = "שיחות בינ״ל יוצאות";
"Outgoing International, Except Home Country" = "שיחות בינ״ל יוצאות, למעט מדינת הבית";
"Incoming While Roaming Outside Home Country" = "שיחות נכנסות בעת נדידה מחוץ למדינת הבית";
"Incoming, Not On SIM" = "נכנסות שאינן רשומות ב-SIM";
"All Services" = "כל השירותים";
"All Outgoing Services" = "כל השירותים היוצאים";
"All Incoming Services" = "כל השירותים הנכנסים";

"Disabled" = "לא פעיל";
"Enabled" = "פעיל";

"On All Calls" = "עבור כל השיחות";
"When Busy" = "כאשר תפוס";
"When Unanswered" = "כשאין מענה";
"When Unreachable" = "כאשר לא זמין";

"Setting %@ Succeeded" = "ה-‏%@ הוגדר בהצלחה\n";
"Setting Interrogation Succeeded" = "מצב ההגדרה הובהר בהצלחה\n";
"Setting %@ Failed" = "לא ניתן היה להגדיר את %@\n";
"Setting Interrogation Failed" = "לא ניתן לברר את המצב ההגדרה\n";

"Not Available" = "לא זמין";
"Network Controlled" = "נשלט על-ידי הרשת";
"Temporarily Disabled" = "לא פעיל זמנית";
"Temporarily Enabled" = "פעיל זמנית";
"Unknown" = "לא ידוע";

"Activation" = "הפעלה";
"Deactivation" = "השבתה";
"Interrogation" = "תשאול";
"Registration" = "הרשמה";
"Erasure" = "מחיקה";

"No Address" = "אין כתובת";
"No Service Specified" = "לא הוגדר שירות";
"Type %d" = "סוג %d";

// generic error
"CALL_FAILED" = "השיחה נכשלה";
// error codes
"kCTNoError" = "אין שגיאה";
"kCTUnknownError" = "תקלה לא ידועה";
"kCTErrorRadioFailure" = "תקלת רדיו";
// Generic network errors
"kCTErrorNetworkFailure" = "תקלת רשת";
"kCTErrorCongestion" = "עומס ברשת";
"kCTErrorUnidentifiedSubscriber" = "מינוי לא מזוהה";
"kCTErrorFacilityRejected" = "המתקן נדחה";
"kCTErrorUnknownSubscriber" = "מינוי שאינו ידוע";
"kCTErrorNetworkOutOfOrder" = "הרשת אינה תקינה";
"kCTErrorInvalidTransactionIdentifier" = "מזהה עסקה לא תקין";
"kCTErrorSemanticallyIncorrectMessage" = "ההודעה אינה תקינה מבחינה תחבירית";
"kCTErrorInvalidMandatoryInformation" = "מידע נדרש שאינו תקין";
"kCTErrorMessageTypeNonExistant" = "סוג הודעה שאינו קיים";
"kCTErrorMessageNotCompatibleWithProtocolState" = "ההודעה אינה תואמת מצב פרוטוקול זה";
"kCTErrorInformationElementNonExistant" = "רכיב המידע אינו קיים";
"kCTErrorProtocolErrorUnspecified" = "תקלת פרוטוקול שאינה מוגדרת";
"kCTErrorTemporaryFailure" = "תקלה זמנית";
"kCTErrorResourcesUnavailable" = "המשאבים אינם זמינים";
"kCTErrorRequestedFacilityNotSubscribed" = "המינוי אינו כולל את המתקן המבוקש";
"kCTErrorRequestedFacilityNotImplemented" = "המתקן המבוקש אינו מיושם";
"kCTErrorInterworkingError" = "תקלת שת״פ";
"kCTErrorInterworkingNotSupported" = "שת״פ אינו נתמך";
"kCTErrorCommandCannotBeActioned" = "לא ניתן לבצע את הפקודה";
"kCTErrorNoNetworkService" = "אין קליטה";
// Call related errors
"kCTErrorUnassignedNumber" = "מספר שלא הוקצה לשימוש";
"kCTErrorOperatorDeterminedBarring" = "חסימה מצד המפעיל";
"kCTErrorCallBarred" = "השיחה נחסמה";
"kCTErrorUserBusy" = "המשתמש תפוס";
"kCTErrorNoUserResponding" = "אין תגובה ממשתמש";
"kCTErrorNumberChanged" = "המספר הוחלף";
"kCTErrorInvalidNumberFormat" = "מבנה מספר שאינו תקין";
"kCTErrorCallRejected" = "השיחה נדחתה";
// SIM errors
"kCTErrorSimNotInserted" = "לא נמצא כרטיס SIM";
"kCTErrorSimPinRequired" = "יש צורך בקוד PIN";
"kCTErrorSimPukRequired" = "יש צורך בקוד PUK";
"kCTErrorSimFailure" = "תקלת SIM";
"kCTErrorSimMemoryFailure" = "תקלה בזכרון של ה-SIM";
"kCTBadPinFormatError" = "מבנה קוד PIN שאינו תקין";
"kCTErrorNumberNotAllowed" = "מספר שאינו מותר";
"kCTErrorIncorrectPassword" = "סיסמה שגויה";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "העברת ההודעה נדחתה";
"kCTErrorDestinationOutOfOrder" = "הנמען אינו תקין";
"kCTErrorClass0NotSupported" = "סוג 0 אינו נתמך";
"kCTErrorCannotReplaceSm" = "לא ניתן להחליף את ה-SIM";
"kCTErrorUnspecifiedPid" = "PID שאינו מוגדר";
"kCTErrorDataCodingSchemeNotSupported" = "שיטת קידוד הנתונים אינה נתמכת";
"kCTErrorUnspecifiedDcs" = "תקלת DCS שאינה מוגדרת";
"kCTErrorCommandUnsupported" = "פקודה שאינה נתמכת";
"kCTErrorUnspecifiedTpCommand" = "תקלת פקודת TP שאינה מוגדרת";
"kCTErrorTpduNotSupported" = "TPDU אינו נתמך";
"kCTErrorScBusy" = "ה-SC תפוס";
"kCTErrorRejectedBySimSmsControl" = "נדחה על-ידי בקר ה-SMS של ה-SIM";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "MS לא תקין עבור GPRS";
"kCTErrorGprsIllegalMe" = "ME לא תקין עבור GPRS";
"kCTErrorGprsServicesNotAllowed" = "אין הרשאה לשירותי GPRS";
"kCTErrorGprsPlmnNotAllowed" = "אין הרשאה ל-GPRS PLMN";
"kCTErrorGprsLocationAreaNotAllowed" = "אין הרשאה לאזור מיקום ה-GPRS";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "אין הרשאה לנדידה עבור GPRS באזור מיקום זה";
"kCTErrorGprsServiceOptionNotSupported" = "אפשרות שירות GPRS זו אינה נתמכת";
"kCTErrorGprsServiceOptionNotSubscribed" = "המינוי אינו כולל את אפשרות שירות GPRS";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "אפשרות שירות ה-GPRS אינו תקין באופן זמני";
"kCTErrorGprsPdpAuthenticationFailure" = "אימות ה-GPRS PDP נכשל";
"kCTErrorGprsInvalidMobileClass" = "סוג נייד לא תקין עבור GPRS";
"kCTErrorGprsUnspecified" = "GPRS לא מוגדר";
"kCTErrorGprsMissingorUnknownAPN" = "‏GPRS חסר או APN שאינו ידוע";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "נתוני האימות של GBRS PDP נדחו על-ידי Baseband";
